--normal brew scripts:
adwaita-icon-theme
arduino-cli
atk
cairo
cmake
curl
desktop-file-utils
entr
fontconfig
freetype
fribidi
fzf
gdbm
gdk-pixbuf
gettext
ghostscript
girara
glib
graphite2
groff
gsettings-desktop-schemas
gtk+3
harfbuzz
helm
hicolor-icon-theme
icu4c
intltool
jpeg
kubernetes-cli
kubernetes-helm
lf
libcroco
libepoxy
libffi
libmagic
libnotify
libpng
librsvg
libtiff
libyaml
little-cms2
lua
lzo
meson
minikube
ncurses
ninja
node
nspr
nss
openjpeg
openssl@1.1
p7zip
pandoc
pango
pcre
perl
pixman
pkg-config
poppler
python
qt
readline
ruby
sphinx-doc
sqlite
the_silver_searcher
vim
xz
zathura
zathura-pdf-poppler
zsh
zsh-completions
--brew casks:
amethyst
arduino
godot
mactex
minikube
