--normal brew scripts:
adwaita-icon-theme
aom
arduino-cli
atk
awscli
boost
cairo
ceres-solver
cgal
cmake
curl
desktop-file-utils
eigen
entr
ffmpeg
flac
fontconfig
freeimage
freetype
frei0r
fribidi
fzf
gcc
gd
gdbm
gdk-pixbuf
gettext
gflags
ghostscript
giflib
girara
git
glew
glib
glog
gmp
gnutls
graphite2
graphviz
groff
gsettings-desktop-schemas
gtk+3
gts
harfbuzz
helm
hicolor-icon-theme
icu4c
intltool
isl
jasper
jpeg
krb5
kubernetes-cli
kubernetes-helm
lame
leptonica
lf
libass
libbluray
libcroco
libepoxy
libevent
libffi
libidn2
libmagic
libmpc
libnotify
libogg
libpng
librsvg
libsamplerate
libsndfile
libsoxr
libtasn1
libtiff
libtool
libunistring
libvidstab
libvorbis
libvpx
libyaml
little-cms2
lua
lzo
meson
metis
minikube
mono
mpfr
ncurses
netpbm
nettle
ninja
nmap
node
nspr
nss
openblas
opencore-amr
openjdk
openjpeg
openssl@1.1
opus
p11-kit
p7zip
pandoc
pango
pcre
pcre2
perl
pixman
pkg-config
platformio
poppler
postgresql
python
python@3.8
qt
readline
rtmpdump
rubberband
ruby
sc-im
sdl2
snappy
speex
sphinx-doc
sqlite
suite-sparse
terraform
tesseract
the_silver_searcher
theora
unbound
unrar
vim
webp
wget
x264
x265
xvid
xz
zathura
zathura-pdf-poppler
zsh
zsh-completions
--brew casks:
amethyst
android-platform-tools
anydesk
apptrap
arduino
blender
db-browser-for-sqlite
discord
firefox
gimp
godot
google-chrome
grandperspective
horndis
iterm2
java
meshmixer
minecraft
minikube
obs
qt-creator
sidequest
spotify
telegram
tidal
vlc
